{
    "T": {
        "icon": "resources/skills/T.png",
        "name": "Concentração de Álcool no Sangue (CAS)",
        "description": [
            "Li Dailin pode usar Beber para encher sua barra de CAS. Quando sua CAS está acima de 40, ela fica Bêbada, dando a suas habilidades efeitos extras e ganhando Alcoolizada depois de usar uma habilidade.",
            "Se sua CAS chegar à 100, ela fica Embriagada, é silenciada por 5 segundos e ganha Alcoolizada.",
            "Alcoolizada: O próximo ataque normal de Li Dailin acontece 2 vezes.",
            "Estômago Forte: Sua velocidade de ataque é aumentada por um certo tempo após o consumo de bebidas alcoólicas."
        ],
        "key": "T"
    },
    "Q": {
        "icon": "resources/skills/Q.png",
        "name": "Chute Vivaz",
        "description": [
            "Li Dailin avança para a frente, causando dano aos inimigos atingidos. Ela pode reativar esta habilidade mais duas vezes.",
            "Bêbada: Aumenta o alcance e os danos causados."
        ],
        "key": "Q"
    },
    "W": {
        "icon": "resources/skills/W.png",
        "name": "Beber",
        "description": [
            "Li Dailin toma um gole, ganhando Força Líquida, aumentando seu CAS, e evitando ataques normais enquanto bebe.",
            "Força Líquida: o dano de seu próximo ataque normal e o dano de Alcoolizada são aumentados dependendo de seu CAS."
        ],
        "key": "W"
    },
    "E": {
        "icon": "resources/skills/E.png",
        "name": "Prateleira Inferior",
        "description": [
            "Li Dailin cospe licor barato em uma área, com formato de cone, na sua frente, causando dano aos inimigos ao seu alcance e aplicando lentidão.",
            "Bêbada: Aplica silenciar aos inimigos."
        ],
        "key": "E"
    },
    "R": {
        "icon": "resources/skills/R.png",
        "name": "Ataque do Tigre",
        "description": [
            "Li Dailin chuta para frente, não podendo ser impedida, suprimindo o primeiro inimigo atingido e seguindo com mais 2 chutes consecutivos, reduzindo seu tempo de recarga se atingir um inimigo.",
            "Bêbada: Realiza 4 chutes consecutivos."
        ],
        "key": "R"
    },
    "DG": {
        "icon": "resources/skills/Glove.png",
        "name": "Gancho",
        "description": [
            "Soca o seu alvo e causa dano."
        ],
        "key": "D"
    },
    "DN": {
        "icon": "resources/skills/Nunchaku.png",
        "name": "Bafo do Dragão",
        "description": [
            "Balança o nunchaku rapidamente, criando uma rajada de vento.",
            "Balançar o nunchaku por mais de 0,8 segundo atordoa os inimigos atingidos por 1 segundo.",
            "Depois de algum tempo, lança a rajada de vento na direção-alvo, causando dano dependendo do tempo de conjuração."
        ],
        "key": "D"
    }
}